[
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "Электрочайник Aceline",
      "description": "Электрочайник Aceline SS1800 в металлическом серебристом корпусе оснащен удобной поворотной подставкой и откидной крышкой. Емкость на 1.8 л со скрытым ТЭНом упрощает удаление накипи и прочих загрязнений. Мощность 1500 Вт позволяет чайнику за несколько минут кипятить воду до 100 °C.",
      "preview": "catalog/preview/чайник.jpg",
      "category": 1,
      "price_per_purchase": 699,
      "created_at": "2024-05-19",
      "updated_at": "2024-05-19"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "Мультиварка Galaxy GL2645",
      "description": "Мультиварка Galaxy GL2645 выполнена в черно-серебристой расцветке из металла и пластика. Главным достоинством представленной 5-литровой модели является возможность готовить всевозможные блюда, используя 11 автоматических программ. За счет того, что антипригарное покрытие чаши выполнено из тефлона, вам не придется переживать за то, что каша на молоке или картошка во фритюре могут пригореть. Мультиварка мощностью 900 Вт управляется при помощи кнопок и дисплея. Модель оснащена таймером отсрочки. Время отсрочки может достигать 24 часов. Это позволяет закладывать продукты в мультиварку заранее и знать, что к вашему приходу с работы ужин будет готовым и горячим. Последнее возможно за счет того, что мультиварка имеет опцию поддержания температуры готового блюда.\r\nНаличие клапана для выпуска конденсата также относится к плюсам Galaxy GL2645. Мультиварка укомплектована такими полезными дополнениями, как ложка, половник, контейнер для приготовления на пару и мерный стакан.",
      "preview": "catalog/preview/Мультиварка.jpg",
      "category": 1,
      "price_per_purchase": 2999,
      "created_at": "2024-05-19",
      "updated_at": "2024-05-19"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Пылесос Endever SkyClean VC-277",
      "description": "Пылесос Endever SkyClean VC-277 с вертикальной конструкцией разработан для комфортной и качественной уборки помещений. Для сбора мусора применяется пластиковый контейнер в нижней части, который характеризуется емкостью 1.2 л. Фильтр тонкой очистки HEPA способен с высокой эффективностью задерживать частицы пыли и аллергены.",
      "preview": "",
      "category": 1,
      "price_per_purchase": 2350,
      "created_at": "2024-05-20",
      "updated_at": "2024-05-20"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Ноутбук ASUS Vivobook Go 15",
      "description": "Ноутбук ASUS Vivobook Go 15 E1504FA-BQ533 выполнен в тонком корпусе черного цвета с диагональю экрана 15.6\". Его дисплей раскрывается на 180 градусов, что делает устройство удобным для просмотра видео большой компанией. IPS-экран демонстрирует четкую картинку, не искажая цвета, благодаря широким углам обзора. Разрешение Full-HD (1920x1080) позволяет комфортно смотреть видео в Интернете в любых форматах.",
      "preview": "catalog/preview/ноутбук.jpg",
      "category": 2,
      "price_per_purchase": 52999,
      "created_at": "2024-05-20",
      "updated_at": "2024-05-20"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Моноблок Irbis MB2382",
      "description": "Моноблок IRBIS помогает создать продуктивное рабочее место для редактирования документов, создания проектов, просмотра мультимедийного контента и других задач. Он выполнен в корпусе чёрного цвета с тонкой рамкой и устойчивой подставкой. В аппаратную конфигурацию модели входят процессор Intel Celeron с графическим адаптером Intel UHD Graphics 600, 8 ГБ оперативной памяти DDR4 и диск SSD объемом 256 ГБ.",
      "preview": "",
      "category": 2,
      "price_per_purchase": 29999,
      "created_at": "2024-05-20",
      "updated_at": "2024-05-20"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "ПК iRU Home 310H5SE",
      "description": "Эффектный дизайн и качественное наполнение делают компьютер IRU Home 310H5SE MT подходящим вариантом для начинающего и опытного пользователя. Устройство порадует геймеров высокой производительностью и быстрой обработкой информации. Вы сможете подключить дополнительные устройства напрямую к системному блоку.",
      "preview": "catalog/preview/ПК.jpg",
      "category": 2,
      "price_per_purchase": 24599,
      "created_at": "2024-05-20",
      "updated_at": "2024-05-20"
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "Смартфон HONOR X5 Plus 64",
      "description": "Смартфон HONOR X5 Plus в пластиковом корпусе оборудован 8-ядерным процессором и 4 ГБ оперативной памяти. Вычислительной мощности достаточно для быстрого запуска приложений и навигации между окнами. Энергия аккумулятора емкостью 5200 мАч рассчитана на 17.8 ч работы в режиме просмотра роликов. При идентификации личности используются черты лица и отпечаток.",
      "preview": "catalog/preview/СМ1.jpg",
      "category": 3,
      "price_per_purchase": 8499,
      "created_at": "2024-05-20",
      "updated_at": "2024-05-20"
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "Сотовый телефон Nokia 105",
      "description": "Сотовый телефон Nokia 105SS (2022) создан для удобства повседневного мобильного общения. Он выполнен в компактном моноблочном корпусе из поликарбоната. В телефоне реализована поддержка одной карты Mini-SIM. Цветной дисплей 1.77 дюйма отображает четкую и красочную картинку.",
      "preview": "",
      "category": 3,
      "price_per_purchase": 2199,
      "created_at": "2024-05-20",
      "updated_at": "2024-05-20"
    }
  }
]